Revit 2027 API
DisplacementElement.GetDisplacedElementIds Method
Overload List
Name | Description
GetDisplacedElementIds() |  The ids of the elements affected by this DisplacementElement.
GetDisplacedElementIds(View) |  Returns the element ids of all displaced elements in the specified view.
Top
See Also
Reference
DisplacementElement Class
Autodesk.Revit.DB Namespace